/* OK button title */
"OK" = "OK";

/* Yes button title */
"DONT_ALLOW" = "Älä salli";

/* " would like to use your current location." */
"LOCATION_CLIENT_PERMISSION" = "%@ haluaa käyttää nykyistä sijaintiasi";
 
/* OK specifically for LOCATION_CLIENT_PERMISSION (rdar://6242386) */
"LOCATION_CLIENT_PERMISSION_OK" = "OK";

/* "Turn on location services to get your current location" */
"LOCATION_DISABLED" = "Laita sijaintipalvelut päälle, jos haluat sallia, että %@ määrittää sijaintisi";

/* Settings button title */
"LOCATION_DISABLED_SETTINGS" = "Asetukset";

/* Cancel specifically for LOCATION_DISABLED (rdar://6242386) */
"LOCATION_DISABLED_CANCEL" = "Kumoa";

/* "Location Services is not available" */
"LOCATION_UNAVAILABLE" = "”%@” ei voi käyttää sijaintipalveluja";

/* when we detect that the compass is not calibrated and user is not already moving the phone around */
"COMPASS_CALIBRATION" = "Kalibroi kompassi heiluttamalla iPhonea";
